insert into artists 
values
(1 , 'Король и шут'),
(2 , 'Дайте танк') ,
(3 , 'Скриптонит'),
(4 , 'Крем сода')

insert into Genres 
values 
(1 , 'Панкрок') ,
(2 , 'Альтернатива') ,
(3 , 'Реп') ,
(4 , 'Поп')


insert into Albums 
values
(1 , 'Камнем по голове' ,1996) , 
(2 , 'Акустический альбом' , 1998) ,
(3 , 'Радио огонь' , 2016) ,
(4, 'Дом с паранормальными явлениями', 2015),
(5 , 'Плачу на техно' , 2020)


insert into Track 
values
(1 , 'Кукла колдуна' , 2, 3) ,
(2 , 'Тяни!' , 2, 2) ,
(3 , 'Смельчак и ветер' , 1, 3) ,
(4 , 'Гореть' , 3, 3),
(5 , 'Утро' , 3, 2),
(6 , 'Это любовь' , 4, 4),
(7 , 'Вечеринка' , 4, 6),
(8 , 'Садовник' , 1, 3),
(9 , 'Плачу на техно' , 5, 2),
(10, 'my track', 1 , 8)

insert into collection 
values
(1, 'Первый', 2017),
(2, 'Второй', 2018),
(3, 'Третий', 2019),
(4, 'Четвертый', 2020)

insert into Artists_and_Albums
values
(1,1),
(1,2),
(2,3),
(3,4),
(4,5)

insert into artists_and_genres 
values
(1,1),
(2,2),
(3,3),
(4,4)

insert into collection_and_track 
values
(1,1),
(1,9),
(2,2),
(2,8),
(3,3),
(3,7),
(4,5),
(4,6),
(4,4),
(1,10)